Repository: carriercomm/subget
Catalog: usr/share/subget/locale/*/LC_MESSAGES/subget-src.po
Languages: da, pl

source: subget for GNU/Linux. Simple Subtitle Downloader for shell and GUI. Usage: subget [long GNU option] [option] first-file, second-file, ... --help : this message --console, -c : show results in console, not in graphical user interface --language, -l : specify preffered language --quick, -q : grab first result and download
da: subget for GNU/Linux. Er en Simpel Subtitle Downloader for både shell og GUI. Usage: subget [long GNU option] [option] første-fil, anden-fil, ... --help : denne besked --console, -c : vis resultater i terminalen, ikke i den grafiske bruger overflade --language, -l : vælg ønsked sprog --quick, -q : vælg første resultat og download
pl: subget dla GNU/Linux. Prosty program do pobierania napisów z interfejsem tekstowym oraz graficznym. Użycie: subget [long GNU option] [option] pierwszy-plik, drugi-plik, ... --help : ta wiadomość --console, -c : pokazuje wyniki w konsoli zamiast w graficznym okienku --language, -l : wybierz preferowany język --quick, -q : wybierz pierwszy znaleziony wynik

source: Try --help for usage
da: Spróbuj Prøv --help for uderlige funktioner.
pl: Spróbuj użyć --help aby wyświetlić możliwe opcje

source: Error
da: Fejl
pl: Błąd

source: Error: Can't open plugins dir. Check if
da: Fejl: Kan ikke åbne plugins dir. Check om
pl: Błąd: Nie można otworzyć katalogu z wtyczkami, sprawdź czy ścieżka

source: is correct path.
da: er den korrekte sti.
pl: jest poprawna.

source: ERROR: Cannot import
da: FEJL: kan ikke importere
pl: Błąd: Nie można zaimportować wtyczki

source: no any subtitles found
da: ingen undertekster fundet
pl: brak wyników

source: found subtitles
da: fundne undertekster
pl: odnaleziono napisy

source: Where to save the subtitles?
da: Hvor skal underteksterne gemmes?
pl: Gdzie zapisać napisy?

source: not found in a list, its wired
da: ikke fundet i nogen liste.
pl: nie odnaleziono na liście, to dziwne...

source: Download subtitles
da: Download undertekster
pl: Pobierz napisy

source: Please wait, downloading subtitles...
da: Vent vendligst, downloader undertekster...
pl: Trwa pobieranie, proszę czekać...

source: Language
da: Sprog
pl: Język

source: Name of release
da: Navn på udgivelse
pl: Nazwa wydania

source: Server
pl: Serwer

source: Sorry, GUI mode is not fully available yet.
da: Beklager, men GUI moded er ikke fuldt tilgængeligt endnu.
pl: Przykro mi, ale GUI nie jest jeszcze skończone aby można go używać.

source: Download
da: qwertyuiop
pl: Pobierz

source: Information
pl: Informacja

source: No subtitles selected.
da: Ingen undertekster er valgt.
pl: Nie wybrano napisów.

source: Subtitles saved to
da: Undertekster gemt i
pl: Pobrano napisy do pliku

source: but not in your preferred language
da: men ikke i dit ønskede sprog
pl: niestety nie znaleziono preferowanej wersji językowej

source: Please select video files
da: vælg video fil
pl: Proszę wybrać pliki wideo

source: File
da: Filer
pl: Plik

source: About Subget
da: Om Subget
pl: Subget - informacje

source: Small, multiplatform and portable Subtitles downloader written in Python and GTK. Works on most Unix systems, based on Linux kernel and on Windows NT. This program is a free software licensed on GNU General Public License v3.
da: Ma?a, przeno?na aplikacja do pobierania napisów filmowych napisana w Pythonie z u?yciem GTK. Dzia?a na wi?kszo?ci Uniksowych systemów w tym i na systemach opartych o j?dro Linux, oraz Windows NT. Wydano na wolnej licencji GNU General Public License v3. Ten program jest Wolnym i Otwartym Oprogramowaniem.
pl: Mała, przenośna aplikacja do pobierania napisów filmowych napisana w Pythonie z użyciem GTK. Działa na większości Uniksowych systemów w tym i na systemach opartych o jądro Linux, oraz Windows NT. Wydano na wolnej licencji GNU General Public License v3. Ten program jest Wolnym i Otwartym Oprogramowaniem.

source: Team
pl: Zasługi

source: Programming
da: Programmering
pl: Programowanie

source: Testing
da: Testning
pl: Testowanie

source: Special thanks
da: Specielt tak
pl: Specjalne podziękowania

source: License
pl: Licencja

source: This program was published on Free and Open Software license. Conditions: - You have right to share this program in original or modified form - You are free to run this program in any purpose - You are free to view and modify the source code in any purpose - You have right to translate this program to any language you want - You must leave a note about original author when modifying or sharing this software - The program must remain on the same license when editing or sharing Program license: GNU General Public License 3 (GNU GPLv3)
da: Ten program zosta? udost?pniony na licencji Wolnego Oprogramowania. Warunki: - Mo?esz dowolnie rozprowadza? program w postaci oryginalnej b?d? zmodyfikowanej - Mo?esz uruchamia? to oprogramowanie w dowolnym celu niezale?nie od sytuacji - Masz prawo do wgl?du w kod ?ród?owy programu oraz jego modyfikacj? w dowolnym celu - Masz prawo do t?umaczenia programu na dowolny j?zyk - Masz obowi?zek zachowa? wzmiank? o oryginalnym autorze - Rozpowszechnia? program mo?na tylko i wy??cznie zachowuj?c warunki oryginalnej licencji Licencja programu: GNU General Public License 3 (GNU GPLv3)
pl: Ten program został udostępniony na licencji Wolnego Oprogramowania. Warunki: - Możesz dowolnie rozprowadzać program w postaci oryginalnej bądź zmodyfikowanej - Możesz uruchamiać to oprogramowanie w dowolnym celu niezależnie od sytuacji - Masz prawo do wglądu w kod źródłowy programu oraz jego modyfikację w dowolnym celu - Masz prawo do tłumaczenia programu na dowolny język - Masz obowiązek zachować wzmiankę o oryginalnym autorze - Rozpowszechniać program można tylko i wyłącznie zachowując warunki oryginalnej licencji Licencja programu: GNU General Public License 3 (GNU GPLv3)

source: Translating
da: T?umaczenie
pl: Tłumaczenie

source: Tools
pl: Narzędzia

source: Operating system
da: Styresystem
pl: System operacyjny

source: Authors
da: Zas?ugi
pl: Zasługi

source: API interface version
da: Wersja interfejsu API
pl: Wersja interfejsu API

source: Unknown
da: Ukendt
pl: Nieznane

source: Plugins
da: Udvidelser
pl: Wtyczki

source: Plugin
da: Udvidelse
pl: Wtyczka

source: Search
da: Søg
pl: Szukaj

source: Select website to search subtitles on. Note: not all websites supports searching subtitles by keywords.
da: Wybierz serwis z napisami do przeszukania. Nie ka?dy serwis obs?uguje wyszukiwanie po s?owach kluczowych.
pl: Wybierz serwis z napisami do przeszukania. Nie każdy serwis obsługuje wyszukiwanie po słowach kluczowych.

source: All
da: Alle
pl: Wszystkie

source: Cancel
da: Annuller
pl: Anuluj

source: Clear list before search
da: Ryd liste fra før søgning
pl: Wyczyść listę wyników

source: Clear list
da: Ryd liste
pl: Wyczyść listę

source: Searching by keywords is not supported by this plugin
da: Funkcja wyszukiwania po s?owach kluczowych jest niedost?pna dla tej wtyczki
pl: Funkcja wyszukiwania po słowach kluczowych jest niedostępna dla tej wtyczki

source: icon does not exists, using unknown.xpm
da: nie istnieje, u?yj? domy?lnej unknown.xpm
pl: nie istnieje, użyję domyślnej unknown.xpm

source: Error setting configuration variable:
da: Wyst?pi? b??d podczas ustawiania zmiennej w konfiguracji:
pl: Wystąpił błąd podczas ustawiania zmiennej w konfiguracji:

source: File managers popup menu integration
da: Integracja z menu kontekstowym menad?erów plików
pl: Integracja z menu kontekstowym menadżerów plików

source: Video Player settings
da: Video Player instillinger
pl: Ustawienia odtwarzacza filmowego

source: System's default
da: System's standard
pl: Domyślny systemowy

source: Start automaticaly when program runs
da: Automatyczne uruchamianie odtwarzacza filmowego
pl: Automatyczne uruchamianie odtwarzacza filmowego

source: System integration
da: Integracja systemowa
pl: Integracja systemowa

source: Start video player
da: Uruchom odtwarzacz filmowy
pl: Uruchom odtwarzacz filmowy

source: Only one instance (graphical window) of Subget can be running at once by one user.
da: Tylko jedna graficzna kopia programu Subget mo?e by? uruchomiona w tym samym czasie przez jednego u?ytkownika.
pl: Tylko jedna graficzna kopia programu Subget może być uruchomiona w tym samym czasie przez jednego użytkownika.

source: List ordering
da: Sortowanie listy
pl: Sortowanie listy

source: Sort search results by plugins list
da: Sortuj wyniki wyszukiwania wed?ug listy wtyczek
pl: Sortuj wyniki wyszukiwania według listy wtyczek

source: Extensions global settings
da: Globalne ustawienia wtyczek
pl: Globalne ustawienia wtyczek

source: Timeout waiting for connection
da: Maksymalny czas oczekiwania na po??czenie
pl: Maksymalny czas oczekiwania na połączenie

source: Saving to
da: Gem til
pl: Zapisuję do

source: Cannot save to file
da: Kan ikke gemme til fil
pl: Niemożna zapisać konfiguracji do

source: for more details please check this message
da: for flere detaljer, check denne besked
pl: po więcej szczegółów proszę sprawdzić ten komunikat

source: Settings
da: Instillinger
pl: Ustawienia

source: Activate plugin
da: Aktiver plugin
pl: Aktywuj wtyczkę

source: Deactivate plugin
da: Deaktiver plugin
pl: Dezaktywuj wtyczkę

source: Version
pl: Wersja

source: Version information can't be read because file /usr/share/subget/version.xml is missing.
da: Informacje na temat wersji niedost?pne z powodu braku pliku /usr/share/subget/version.xml
pl: Informacje na temat wersji niedostępne z powodu braku pliku /usr/share/subget/version.xml

source: Version information can't be read because there was a problem parsing file /usr/share/subget/version.xml
da: Informacje na temat wersji niedost?pne z powodu b??du w pliku /usr/share/subget/version.xml
pl: Informacje na temat wersji niedostępne z powodu błędu w pliku /usr/share/subget/version.xml

source: Supported platforms
da: Understøttede systemer
pl: Obsługiwane platformy

source: Project developers
da: Project udviklere
pl: Deweloperzy projektu

source: Contact
da: Kontakt
pl: Kontakt

source: Watch with subtitles
da: Obejrzyj z napisami
pl: Obejrzyj z napisami

source: "Watch with subtitles" settings
da: Ustawienia funkcji "Obejrzyj z napisami"
pl: Ustawienia funkcji "Obejrzyj z napisami"

source: Never launch movie, just download subtitles
da: Gdy wybrano tylko jeden plik nie odtwarzaj filmu
pl: Gdy wybrano tylko jeden plik nie odtwarzaj filmu

source: Download subtitles only in preferred language
da: Pobieraj t?umaczenia tylko w preferowanym j?zyku
pl: Pobieraj tłumaczenia tylko w preferowanym języku

source: Preferred language:
da: Fortrukne sprog:
pl: Preferowany język:

source: Added new files to existing list.
da: Dodaj? nowe pliki do istniej?cej listy w innym oknie programu.
pl: Dodaję nowe pliki do istniejącej listy w innym oknie programu.

source: No files specified in watch with subtitles.
da: Nie okre?lono plików do przetworzenia dla funkcji watch with subtitles.
pl: Nie określono plików do przetworzenia dla funkcji watch with subtitles.

source: Sorting disabled.
da: Sortowanie wy??czone.
pl: Sortowanie wyłączone.

source: Error, cannot save to
da: Fejl, kan ikke gemmes i
pl: Wystąpił błąd, nie można zapisać do

source: Cannot execute hook
da: Nie mo?na wykona? zaczepionej funkcji
pl: Nie można wykonać zaczepionej funkcji

source: icon file not found
da: - plik ikony nie zosta? odnaleziony
pl: - plik ikony nie został odnaleziony

source: Console
pl: Konsola

source: Show console on Subget startup
da: Hvis console når Subget starter
pl: Otwórz okno konsoli przy starcie programu Subget

source: Remeber window size
da: Zapami?taj rozmiar okna
pl: Zapamiętaj rozmiar okna

source: Remember window position
da: Zapami?taj pozycj?
pl: Zapamiętaj pozycję

source: Setting config values
da: Ustawiam warto?ci konfiguracyjne
pl: Ustawiam wartości konfiguracyjne

source: Errorlevel outside of internal console:
da: Pokazuj b??dy o poni?szym poziomie poza wewn?trzn? konsol?:
pl: Pokazuj błędy o poniższym poziomie poza wewnętrzną konsolą:

source: Subtitles cannot be downloaded, see console for details
da: Napisy mog?y zosta? pobrane, prosz? sprawdzi? konsol? aby zobaczy? szczegó?y
pl: Napisy mogły zostać pobrane, proszę sprawdzić konsolę aby zobaczyć szczegóły

source: Downloaded subtitles for file
da: Downloaded undertekster for filen.
pl: Pobrano napisy dla pliku

source: Subtitles downloaded
da: Undertekster downloaded
pl: Napisy zostały pobrane

source: Cannot identify system notification
da: Nie mo?na zidentyfikowa? interfejsu powiadomie?, zostan? one wy??czone
pl: Nie można zidentyfikować interfejsu powiadomień, zostaną one wyłączone

source: Have a nice time watching the movie!
da: Hyg dig med at se filmen!
pl: Miłego oglądania!

source: One of plugins cannot finish its job, cancelling.
da: Jedna z wtyczek nie mo?e poprawnie zako?czy? dzia?ania, anulowanie.
pl: Jedna z wtyczek nie może poprawnie zakończyć działania, anulowanie.

source: Downloading to
da: Downloader til
pl: Pobieranie do

source: No subtitles found for file
da: Ingen undertekster fundet for filen
pl: Nie odnaleziono pasujących napisów dla pliku

source: Error trying to get list of subtitles from
da: Wyst?pi? b??d podczas próby uzyskania listy napisów z wtyczki
pl: Wystąpił błąd podczas próby uzyskania listy napisów z wtyczki

source: Show console
da: Hvis console
pl: Pokaż konsolę

source: Send
pl: Wyślij

source: Cannot add custom menu
da: Nie mo?na doda? menu wtyczki
pl: Nie można dodać menu wtyczki

source: Interface
da: Interfejs
pl: Interfejs

source: Show toolbar
da: vis toolbar
pl: Pokaż pasek narzędziowy

source: requires restart
da: wymagany restart
pl: wymagany restart

source: About
da: Om
pl: O programie

source: Select file
da: Vælg fil
pl: Wybierz plik

source: Show main window
da: Poka? g?ówne okno
pl: Pokaż główne okno

source: Hide main window
da: Ukryj g?ówne okno
pl: Ukryj główne okno

source: Remember history
da: Husk historie
pl: Zapamiętuj historię

source: SubgetSocketInterface: Cannot parse json data, is the client bugged?
pl: SubgetSocketInterface: Nie można przetworzyć danych, czyżby klient wysłał je z błędem?

source: Non-numeric port detected, falling back to
pl: Ustawiony port w konfiguracji nie jest liczbą - ustawiam jego wartość na

source: Setting default socket port:
pl: Ustawiam domyślny port socketów:

source: Setting default socket host:
pl: Ustawiam domyślny host socketów:

source: Setting bus type to "detect" (Linux: dbus, Windows: socket)
pl: Ustawiam domyślny typ komunikacji między instancjami Subgeta na "detect" (Linux: dbus, Windows: socket)

source: Socket server is running on
pl: Serwer socketów (IP) jest uruchomiony na

source: Dbus interface is up...
pl: Interfejs dbus został uruchomiony...

source: Show results only in prefered language in main window
pl: Pokazuj wyniki tylko w preferowanym języku w głównym oknie

source: Preferred language in main window:
pl: Preferowany język w głównym oknie programu:
